{"id":485,"date":"2023-05-20T17:28:29","date_gmt":"2023-05-20T17:28:29","guid":{"rendered":"https:\/\/templatelab.store\/?page_id=485"},"modified":"2023-05-20T17:31:25","modified_gmt":"2023-05-20T17:31:25","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/iptvtemplate.com\/terms-and-conditions\/","title":{"rendered":"Terms and conditions"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"485\" class=\"elementor elementor-485\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-4e00848 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"4e00848\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-b508bc1\" data-id=\"b508bc1\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-8cbcaa1 elementor-widget elementor-widget-heading\" data-id=\"8cbcaa1\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.14.0 - 26-06-2023 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h2 class=\"elementor-heading-title elementor-size-default\">Terms and Conditions<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-7c82967 elementor-widget__width-initial elementor-widget elementor-widget-text-editor\" data-id=\"7c82967\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.14.0 - 26-06-2023 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#69727d;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#69727d;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<div class=\"elementor-element elementor-element-9a361eb elementor-widget elementor-widget-text-editor\" data-id=\"9a361eb\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\"><div class=\"elementor-widget-container\"><p>By using we, you agree to be bound by all terms, conditions and notices contained or referenced herein (the “Terms of Service”) and the Privacy Policy Statement (“Privacy Policy”). We reserve the right to change or discontinue any feature of the Site, including but not limited to the Terms of Service, at any time, by posting revisions onto the Site. You agree to be deemed apprised and bound by any changes to these Terms and Conditions and your continued use of the Site indicates your agreement to the revised terms. You also agree to review this information from time to time as may be required to keep informed of any revisions to the Terms and Conditions. If you do not agree to the terms of this or any revised policy, please do not register as a user or deregister as a user and exit the Site immediately.<\/p><p>2- Links to Third Party Sites &amp; Services<\/p><p>we contains links to and from sites operated by third parties. we makes no representations whatsoever about any third party content that you may access from the Site or about any web site from which you may access the Site and\/or which may be linked to this Site. We provide third party content and links only as a courtesy to our users, and such links \/ content do not imply our endorsement of any linked site \/ content. The linked sites \/ content are not under our influence or control, and we are not responsible for any third party content or the contents of any linked site or subsequent links from that site. Our Privacy Policy is only applicable when you are on this Site. Please review the provider’s and the linked site’s use agreements and privacy policies, and if you do not agree to be bound by the terms, we recommend that you terminate your use of that service or your visit to the site.<\/p><p>3- Intellectual Property<\/p><p>You acknowledge that all content and materials available on this Site, including the selection, coordination, arrangement and enhancement of such content as well as content original to it are protected by national and international copyrights, trademarks, service marks, patents, patent registration rights, trade secrets, know-how or other proprietary rights and laws and are owned by we or our licensors or we has obtained the necessary permission of the owner of the intellectual property in such content to use the content on our Site. Unless otherwise indicated, all logos, names, package designs and marks on the Site are trademarks or service marks of, or used under license by, us. The use or misuse of any of these materials is strictly prohibited. we, our licensors or associates retain exclusive ownership of all data, material and other information regarding your use of the Site.<\/p><p>4- Lawful Use<\/p><p>You agree to use the Site or its contents for lawful purposes and only as expressly permitted in this Terms of Service and for no other purpose. Except where otherwise noted, you may download, print or view individual pages for noncommercial use only, provided you do not delete or change any of the information, including copyright or trademark notices. Except as otherwise permitted herein and as we may expressly authorize, you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from the content or materials on the Site or otherwise in any way exploit any of the content of the Site, in whole or in part. Systematic retrieval of data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database or directory in any form whatsoever without our written permission is strictly prohibited. You agree that you will not post or transmit through the Site any material which violates or infringes in any way upon the rights of others, which is unlawful, threatening, abusive, defamatory, invasive of privacy or publicity rights, vulgar, obscene, profane or otherwise objectionable, which encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any law, or which, without we express prior approval, contains advertising or any solicitation with respect to products or services. You also agree not to post any material protected by copyright, trademark or other proprietary rights without the express permission of the owner of the copyright, trademark or other proprietary rights and the burden of determining that any material is not protected by copyright rests with you. Any conduct by you that in our discretion restricts or inhibits any other user from using or enjoying we will not be permitted.<\/p><p>5- User’s Grant of License<\/p><p>By posting or submitting content to the Site, you grant we and its worldwide licensees the right to use, reproduce, display, perform, adapt, modify, distribute and promote the content in any form, anywhere and for any purpose. You also warrant and represent that you own or otherwise control all of the rights to the content you post or submit to the Site and that our public posting and use of your content will not infringe or violate the rights of any third party. we retains the right to monitor, edit or otherwise change your posting or other content submitted to the Site without your permission.<\/p><p>DISCLAIMER OF WARRANTIES<\/p><p>YOU EXPRESSLY AGREE THAT ALL MATERIALS, INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE (THE “CONTENT”) ARE PROVIDED “AS IS” AND “AS AVAILABLE” FOR YOUR USE AND THAT YOU USE THIS SITE AND ANY CONTENT YOU CHOOSE TO DOWNLOAD AT YOUR SOLE RISK. we DOES NOT IN ANY WAY WARRANT, EITHER EXPRESSLY OR BY IMPLICATION, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE, NON-INFRINGEMENT OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR OTHERWISE, OTHER THAN THOSE WARRANTIES WHICH ARE INCAPABLE OF EXCLUSION, RESTRICTION OR MODIFICATION UNDER APPLICABLE LAW. NEITHER we NOR ITS PARTNERS, AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, SHAREHOLDERS, AGENTS, CONSULTANTS, CONTRACTORS OR LICENSORS, MAKE ANY WARRANTY THAT THE CONTENT OF THE SITE OR ANY SERVICE OR MERCHANDISE PROVIDED THROUGH IT, IS ACCURATE, RELIABLE OR CORRECT; THAT THE SITE OR ANY LINKED SITE, WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION; THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED; THAT THE CONTENT IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS; OR THAT YOU WILL ACHIEVE SUCCESSFUL RESULTS FROM FOLLOWING ANY INSTRUCTIONS, DIRECTIONS OR RECOMMENDATIONS ON THE SITE.<\/p><p>6- Limitation of Liability<\/p><p>UNDER NO CIRCUMSTANCES SHALL we, NOR ITS PARTNERS, AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, SHAREHOLDERS, AGENTS, CONSULTANTS, CONTRACTORS OR LICENSORS, BE LIABLE FOR ANY DAMAGES IN LAW OR IN EQUITY, INCLUDING WITHOUT LIMITATION DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR INABILITY TO USE, THE SITE OR FROM INFORMATION PROVIDED ON THE SITE OR FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF RECORD, AND THE RISK OF ANY INJURY FROM THE FOREGOING RESTS ENTIRELY WITH YOU. THIS LIMITATION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER BASIS INCLUDING ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES. OUR LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.<\/p><p>7- Indemnification<\/p><p>You agree to defend, indemnify, and hold we and its partners and their respective employees, officers, directors, shareholders, agents, consultants and licensees harmless from and against any and all liabilities, claims and expenses, including attorney’s fees, that arise from your use or misuse of the Site or the Content therein, including without limitation your violation of the Terms of Service herein. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with us in asserting any available defenses.<\/p><p>8- Monitoring Content<\/p><p>we shall have the right, but not the obligation, to monitor the content of the Site, including chat rooms and forums, to determine compliance with this Agreement and any operating rules established by we and to satisfy any law, regulation or authorized government request. we shall have the right in its sole discretion to edit, refuse to post or remove any material submitted to or posted on the Site without your permission. Without limiting the foregoing, weshall have the right to remove any material that we, in our sole discretion, find to be in violation of the provisions hereof or otherwise objectionable. Notwithstanding the foregoing, we is not responsible for the content that you or any user posts on any forum on the Site and your reliance on any such content is solely at your own risk. International Use.<\/p><p>9- Local Laws<\/p><p>By choosing to access the Site from any location other than Panama, you accept full responsibility for compliance with all local laws that are applicable. we makes no representation that materials on the Site are appropriate or available for use in locations outside Panama, and accessing them from territories where their contents are illegal is prohibited.<\/p><p>10- Security Precautions<\/p><p>The services and information provided are protected using industry standard security precautions. It is up to you to fully understand the risks and threats of using the public Internet, and to be sufficiently aware of those risks to adequately protect your confidential information. we provides information regarding Security and Privacy in our Privacy Policy. This document is provided as a guideline only, and it is up to the user to remain current and exercise care when using the Internet. You should seek professional advice on protecting your privacy and evaluating the security of the information systems you are using.<\/p><p>11- Choice of Law<\/p><p>This Agreement shall be construed in accordance with the laws of Panama, and the Federal laws of Panama applicable therein, without regard to its conflict of laws rules. You expressly agree that any claim or action arising out of or relating to these Terms of Service or your use of the Site shall be filed only in the courts of Panama or the Federal Court of Panama, if applicable, and you further agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action.<\/p><p>12- Integration and Severability<\/p><p>This Terms of Service and our Privacy Policy constitute the entire agreement between we and you with respect to the Site and supersedes all prior or contemporaneous communications and proposals between us with respect to the Site. If any provision of this Terms of Service agreement is determined to be invalid or unenforceable, all other provisions shall remain in full force and effect. The section headings used herein are for convenience only and shall not be given any legal import.<\/p><p>13- Unauthorized Use and Termination<\/p><p>You agree to use the Site only for authorized and legal activities. we reserves the right, in our sole discretion, to terminate your access to all or part of the Site, with or without notice and for any reason whatsoever.<\/p><p>14- Privacy and Disclosure<\/p><p>You have read and accept the terms of our Privacy Policy.<\/p><\/div><\/div>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms and Conditions By using we, you agree to be bound by all terms, conditions and notices contained or referenced herein (the “Terms of Service”) and the Privacy Policy Statement (“Privacy Policy”). We reserve the right to change or discontinue any feature of the Site, including but not limited to the Terms of Service, at [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/pages\/485"}],"collection":[{"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/comments?post=485"}],"version-history":[{"count":3,"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/pages\/485\/revisions"}],"predecessor-version":[{"id":488,"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/pages\/485\/revisions\/488"}],"wp:attachment":[{"href":"https:\/\/iptvtemplate.com\/wp-json\/wp\/v2\/media?parent=485"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}